"All articles" = "Tous les articles";
"Mode" = "Mode";
"Analytics Enabled" = "Analytics activé";
"Justify Article" = "Article justifié";
"Badge" = "Badge";
"Enabled" = "Activée";
"none given" = "Non fourni";
"Name" = "Nom";
"Group" = "Groupe";
"Unread articles" = "Article non lu";
"Starred articles" = "Article favoris";
"Read articles" = "Article lu";
"Show image in list" = "Montrer l'image dans la liste";
